# St7EnableModelStrainUnit

Allows the strain units set by St7SetResultOptions to override the report of absolute strains, which is the API
default.

long St7EnableModelStrainUnit(long uID)

Input Parameters

uID

Strand7 model file ID.

Units